Repository: KDE/plasma-nm
Catalog: po/*/kcm_cellular_network.po
Languages: ar

source: Available Networks
ar: الشبكات المتوفّرة

source: none
ar: لاشيء

source: Current operator: %1
ar: المشغل الحالي: %1

source: Scan For Networks
ar: امحُ الشبكات

source: New APN
ar: اسم نقطة وصول جديدة

source: Edit APN
ar: حرّر اسم نقطة الوصول APN

source: Name
ar: الاسم

source: APN
ar: اسم نقطة الوصول APN

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Network type
ar: نوع الشبكة

source: Only 4G
ar: 4G فقط

source: Only 3G
ar: 3G فقط

source: Only 2G
ar: 2G فقط

source: Any
ar: أيّ شيء

source: Save profile
ar: احفظ التشكيلة

source: Modem not available
ar: المودم غير متوفر

source: Mobile data
ar: بيانات المحمول

source: No SIM is inserted.
ar: لا توجد شريحة.

source: Mobile data is not available with this modem.
ar: بيانات الهاتف المحمول غير متوفرة مع هذا المودم.

source: An APN needs to be configured to have mobile data.
ar: يجب ضبط اسم نقط الوصول APN للحصول على بيانات الهاتف المحمول.

source: Whether mobile data is enabled.
ar: ما إذا مُكّنت بيانات الجوال.

source: Data Usage
ar: استخدام البيانات

source: View data usage.
ar: اعرض استخدام البيانات.

source: SIM
ar: لا يوجد شريحة

source: SIM %1
ar: الشريحة %1

source: View SIM %1 details.
ar: عرض تفاصيل شريحة %1.

source: Modem %1
ar: المودم %1

source: Modem Control
ar: التحكم في المودم

source: Force Modem Restart
ar: إعادة تشغيل المودم بالقوة

source: Modem Details
ar: تفاصيل المودم

source: Access Technologies
ar: تقنيات النفاذ

source: IMEI
ar: رقم هوية IMEI

source: Enabled
ar: ممكّن

source: Manufacturer
ar: المصنّع

source: Model
ar: الطّراز

source: Owned Numbers:
ar: الأرقام المملوكة:

source: Revision
ar: المراجعة

source: Signal Quality
ar: جودة الإشارة

source: State
ar: الحالة

source: Failure Reason
ar: سبب الفشل

source: Registration State
ar: حالة التسجيل

source: Firmware Version
ar: إصدار البرامج الثابتة

source: Interface Name
ar: اسم الواجهة:

source: Metered
ar: اتصال محدود

source: Active NetworkManager Connection
ar: اتصال مدير الشبكة النشط

source: Device
ar: الجهاز

source: Device ID
ar: معرّف الجهاز

source: Drivers:
ar: المشغّلات:

source: Plugin
ar: الملحقة

source: Power State
ar: حالة الطاقة

source: SIM Path
ar: مسار الشريحة

source: APNs
ar: أسماء نقاط الوصول

source: Edit
ar: حرّر

source: Unable to autodetect connection settings for your carrier. Please find your carrier's APN settings by either contacting support or searching online.
ar: تعذر الكشف الآليّ عن إعدادات الاتصال لمشغل شبكة الجوال. يُرجى العثور على إعدادات اسم نقطة الوصول APN لمشغل شبكة الجوال بالتواصل مع الدعم أو البحث عبر الإنترنت.

source: APN List
ar: قائمة أسماء نقاط الوصول

source: Delete
ar: احذف

source: Add APN
ar: أضف اسم نقطة الوصول APN

source: Automatically detect APN
ar: اكتشاف اسم نقطة الوصول APN آليًّا

source: SIM Lock
ar: قفل الشريحة

source: SIM is locked
ar: الشريحة مقفلة

source: In order to use this SIM, you must first unlock it.
ar: من أجل استخدام هذا الشريحة، يجب عليك أولاً فك قفلها.

source: SIM is not locked
ar: الشريحة غير مقفلة

source: You can lock your SIM to require a set PIN code for phone calls and mobile data.
ar: يمكنك قفل شريحتك لتطلب رمز التعريف الشخصي للمكالمات الهاتفية وبيانات الهاتف المحمول.

source: Lock SIM
ar: اقفل الشريحة

source: Disable SIM Lock
ar: عطّل قفل الشريحة

source: Disable the SIM lock feature and remove the passcode on the SIM.
ar: عطّل ميزة قفل الشريحة وأزل رمز المرور من على الشريحة.

source: Change PIN
ar: غيّر رقم التعريف الشخصي

source: Change the passcode set on the SIM.
ar: غيّر رمز المرور على من الشريحة.

source: Unlock SIM
ar: فك قفل الشريحة

source: Attempts left: %1
ar: المحاولات المتبقية: %1

source: Enter PIN
ar: أدخل رقم التعريفي الشخصي

source: Change SIM PIN
ar: غيّر رقم التعريف الشخصي للشريحة

source: PINs don't match!
ar: أرقام التعريف الشخصي غير متطابقة!

source: PINs must be between 4 and 8 digits!
ar: يجب أن تكون أرقام التعريف الشخصي بين 4 و 8 خانات!

source: Current PIN
ar: رقم التعريفي الشخصي الحالي

source: New PIN
ar: رقم التعريفي الشخصي جديد

source: Confirm PIN
ar: أكد رقم التعريف الشخصي

source: Remove SIM PIN
ar: أزل رقم التعريفي الشخصي

source: Add SIM PIN
ar: أضف رقم التعريف الشخصي للشريحة

# @title
source: SIM %1
ar: الشريحة %1

source: This SIM slot is empty, a SIM card needs to be inserted in order for it to be used.
ar: مكان الشريحة فارغ، يجب إدخال شريحة لتتمكن من استخدامها.

source: Roaming
ar: التجوال

source: Allow mobile data when on a roaming network.
ar: اسمح بالبيانات المتنقلة عند استخدام شبكة التجوال.

source: Modify APNs
ar: عدّل أسماء نقاط الوصول

source: Configure access point names for your carrier.
ar: اضبط أسماء نقاط الوصول لناقلك.

source: Networks
ar: الشّبكات

source: Select a network operator.
ar: حدد مشغل شبكة.

source: Modify SIM lock settings.
ar: عدّل إعدادات قفل الشريحة.

source: View the details of the modem this SIM is connected to.
ar: اعرض تفاصيل المودم الذي تتصل به هذه الشريحة.

source: SIM Details
ar: تفاصيل الشريحة

source: Locked
ar: مقفل

source: Yes
ar: نعم

source: No
ar: لا

source: IMSI
ar: الهوية الدولية لمشترك الجوال (IMSI)

source: Operator Code (modem)
ar: رمز المشغل (المودم)

source: Operator Name (modem)
ar: اسم المشغل (المودم)

source: Operator Code (provided by SIM)
ar: رمز المشغل (المقدم من الشريحة)

source: Operator Name (provided by SIM)
ar: اسم المشغل (المقدم من الشريحة)

source: SIM ID
ar: معرف الشريحة

source: Emergency Numbers
ar: أرقام الطوارئ
