Repository: KDE/plasma-nm
Catalog: po/*/plasma_applet_org.kde.plasma.networkmanagement.po
Languages: cs, nb

source: Connect
cs: Připojit se
nb: Koble til

source: Disconnect
cs: Odpojit se
nb: Koble fra

# Share Wi-Fi network's password or QR code
source: Share
cs: Sdílet
nb: Del

source: Configure…
cs: Nastavit…
nb: Sett opp …

source: Speed
cs: Rychlost
nb: Fart

source: Details
cs: Podrobnosti
nb: Detaljer

# @info:tooltip
source: Current download speed is %1 kibibytes per second; current upload speed is %2 kibibytes per second
cs: Současná rychlost stahování je %1 kibibajtů za sekundu; současná rychlost odesílání je %2 kibibajtů za sekundu
nb: Gjeldende nedlastingsfart er %1 KiB/s og gjeldende opplastingsfart %2 KiB/s

source: You need to log in to this network
cs: Do této sítě se potřebujete přihlásit
nb: Du må logge på dette nettverket

# @action:button
source: Log in
cs: Přihlásit se
nb: Logg på

source: Airplane mode is enabled
cs: Režim V letadle je povolen
nb: Flymodus er på

source: Wi-Fi and mobile data are deactivated
cs: WiFi a mobilní síť byly deaktivovány
nb: Wi-Fi og mobildata er slått av

source: Wi-Fi is deactivated
cs: WiFi je deaktivována
nb: Wi-Fi er slått av

source: Looking for Wi-Fi networks
cs: Připojeno k WiFi
nb: Leter etter Wi-Fi-nettverk

source: Mobile data is deactivated
cs: Mobilní síť je deaktivována
nb: Mobildata er slått av

source: No matches
cs: Žádné shody
nb: Ingen treff

source: No available connections
cs: Žádné dostupné spojení
nb: Ingen tilgjengelige tilkoblinger

# @info:placeholder
source: Turn off airplane mode to search for networks
nb: Slå av flymodus for å søke etter nettverk

# @info:placeholder
source: Turn on Wi-Fi or mobile data to search for networks
nb: Slå på Wi-Fi eller mobildata for å søke etter nettverk

# @info:placeholder
source: Turn on Wi-Fi to search for networks
nb: Slå på Wi-Fi for å søke etter nettverk

# @info:placeholder
source: Turn on mobile data to search for networks
nb: Slå på mobildata for å søke etter nettverk

source: Copy
cs: Kopírovat
nb: Kopier

source: Networks
cs: Sítě
nb: Nettverk

# @info:tooltip
source: Middle-click to turn off Airplane Mode
cs: Kliknutí prostředním tlačítkem myši vypne režim V Letadle
nb: Midtklikk for å slå av flymodus

# @info:tooltip
source: Middle-click to turn on Airplane Mode
cs: Kliknutí prostředním tlačítkem myši zapne režim V Letadle
nb: Midtklikk for å slå på flymodus

source: Enable Wi-Fi
cs: Povolit Wi-Fi
nb: Slå på Wi-Fi

source: Enable Mobile Data
cs: Povolit mobilní data
nb: Slå på mobildata

source: Enable Airplane Mode
cs: Zapnout režim v Letadle
nb: Slå på flymodus

source: Open Network Login Page…
cs: Otevřít přihlašovací stránku sítě…
nb: Åpne innloggingsside for nettverk …

source: &Configure Network Connections…
cs: &Nastavit síťová spojení…
nb: &Sett opp nettverkstilkoblinger …

# @action:button
source: Return to Network Connections
cs: Vrátit se k síťovým připojením
nb: Tilbake til nettverkstilkoblinger

source: Scan this QR code with another device to connect to the "%1" network.
cs: Přečtěte tento QR kód pomocí jiného zařízení pro připojení k síti "%1".
nb: Skann denne QR-koden med en annen enhet for å koble til nettverket «%1».

source: Wi-Fi password:
cs: Heslo WiFi:
nb: Wi-Fi-passord:

source: Enable mobile data
cs: Zapnout mobilní data
nb: Slå på mobildata

# @info
source: Disable airplane mode<nl/><nl/>This will enable Wi-Fi and Bluetooth
cs: Vypnout režim v Letadle<nl/><nl/>Tím dojde k zapnutí Wi-Fi a Bluetooth
nb: Slå av flymodus<nl/><nl/>Dette vil slå på Wi-Fi og Bluetooth

# @info
source: Enable airplane mode<nl/><nl/>This will disable Wi-Fi and Bluetooth
cs: Zapnout režim v Letadle<nl/><nl/>Tím dojde k vypnutí Wi-Fi a Bluetooth
nb: Slå på flymodus<nl/><nl/>Dette vil slå av Wi-Fi og Bluetooth

source: Hotspot
nb: Trådløssone

# @info:tooltip
source: Cannot create a hotspot because Wi-Fi is disabled.
nb: Klarte ikke opprette trådløssone fordi Wi-Fi er slått av.

# @info:tooltip
source: Cannot create a hotspot because all wireless radios are in use. Disconnect from the current Wi-Fi network or connect another wireless radio.
nb: Klarte ikke opprette trådløssone fordi alle trådløse radioer er i bruk. Koble fra gjeldende Wi-Fi-nettverk eller koble til en annen trådløs radio.

# @info:tooltip
source: Disable Hotspot
nb: Slå av trådløssone

# @info:tooltip
source: Create Hotspot
nb: Opprett trådløssone

# @action:button
source: Scan Wi-Fi QR Code
nb: Skann Wi-Fi QR-kode

# @info:tooltip
source: Scan QR Code to connect to a Wi-Fi network
nb: Skann QR-kode for å koble til et Wi-Fi-nettverk

# @info:tooltip
source: Install QRCA Barcode Scanner to scan for a QR Code that connects to a Wi-Fi network
nb: Installer strekkode-skanneren «QRCA» for å skanne etter en QR-kode som kobler til et Wi-Fi-nettverk

source: Configure network connections…
cs: Nastavit síťová spojení…
nb: Sett opp nettverkstilkoblinger …
